Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# CountOfResults_one
source: {0} of {1} results
ar: ⁨{0}⁩ من ⁨{1}⁩
be: {0} з {1} выніка
ca: {0} de {1} resultats
de: {0} von {1} Ergebnissen
es: Resultado {0} de {1}
fi: {0} / {1} tulosta
fr: {0} sur {1} résultat
it: Risultato {0} di {1}
nl: {0} van {1} resultaten
pl: {0} z {1} wyników
pt_br: {0} de {1} resultados
ru: {0} из {1}
sv: {0} av {1} resultat
tr: {0} / {1} sonuç
uk: {0} з {1} результата

# CountOfResults_other
source: {0} of {1} results
ar: ⁨{0}⁩ من ⁨{1}⁩
be: {0} з {1} выніка
ca: {0} de {1} resultats
de: {0} von {1} Ergebnissen
es: Resultado {0} de {1}
fi: {0} / {1} tulosta
fr: {0} sur {1} résultats
it: Risultato {0} di {1}
ko: {0} /{1}의 결과
ms: Keputusan {0} dari {1}
nl: {0} van {1} resultaten
pl: {0} z {1} wyników
pt_br: {0} de {1} resultados
ru: {0} из {1}
sv: {0} av {1} resultat
tr: {0} / {1} sonuç
uk: {0} з {1} результатів

# CountReceived
source: Received
ar: الواردة
be: Атрымана
ca: Rebuts
de: Empfangen
es: Recibidos
fa: دریافتی
fi: Vastaanotettu
fr: Réception
id: Diterima
it: Ricevuti
ko: 받음
ms: Diterima
nl: Ontvangen
pl: Odebrane
pt_br: Recebidos
ru: Получено
sv: Mottaget
tr: Alınan
uk: Одержано
uz: Qabul qilindi
zh_cn: 已接收
zh_tw: 已接收

source: Country
ar: الدولة
ca: País
de: Land
es: País
fi: Maa
fr: Pays
it: Paese
ko: 국가
ms: Negara
pl: Kraj
pt_br: País
ru: Страна
sv: Land
tr: Ülke
uk: Країна

# CountSent
source: Sent
ar: المرسلة
be: Адпраўлена
ca: Enviats
de: Gesendet
es: Enviados
fa: ارسالی
fi: Lähetetty
fr: Envoi
id: Terkirim
it: Inviati
ko: 보냄
ms: Dikirim
nl: Verzonden
pl: Wysłane
pt_br: Enviados
ru: Отправлено
sv: Skickat
tr: Gönderilen
uk: Надіслано
uz: Yuborildi
zh_cn: 已发送
zh_tw: 已發送

source: Create
ar: إنشاء
be: Стварыць
ca: Crea
de: Erstellen
es: Crear
fa: ایجاد
fi: Luo
fr: Créer
id: Buat
it: Crea
ko: 만들기
ms: Cipta
nl: Maak
pl: Utwórz
pt_br: Criar
ru: Создать
sv: Skapa
tr: Oluştur
uk: Створити
uz: Tuzish

# CreateEncryptedChatError
source: An error occurred.
ar: حدث خطأ ما.
be: Адбылася памылка.
ca: S'ha produït un error.
de: Es ist ein Fehler aufgetreten.
es: Ocurrió un error.
fa: خطایی رخ داد.
fi: Tapahtui virhe
fr: Une erreur est survenue.
id: Terdapat error.
it: Si è verificato un errore.
ko: 오류가 발생했습니다.
ms: Ralat berlaku
nl: Er is een fout opgetreden.
pl: Wystąpił błąd.
pt_br: Ocorreu um erro.
ru: Произошла ошибка.
sv: Ett fel har uppstått.
tr: Bir hata oluştu.
uk: Виникла помилка.
uz: Xatolik yuz berdi.
zh_cn: 发生错误。
zh_tw: 發生錯誤。

# CreateGroupError
source: Sorry, you can't create a group with these users because of their privacy settings.
ar: المعذرة، لا يمكنك إنشاء مجموعة مع هؤلاء المستخدمين نظرًا لإعدادات خصوصيتهم.
be: На жаль, вы не можаце стварыць суполку з гэтымі карыстальнікамі з-за іх налад прыватнасці.
ca: No podeu crear un grup amb aquests usuaris a causa de la seva configuració de privadesa.
de: Du kannst mit diesen Nutzern keine Gruppe erstellen, weil sie es nicht erlauben.
es: No puedes crear un grupo con estos usuarios debido a sus ajustes de privacidad.
fa: متأسفانه به دلیل تنظیمات حریم خصوصی این کاربران شما نمی‌توانید با آن‌ها گروهی ایجاد کنید.
fi: Valitettavasti et voi luoda ryhmää näiden käyttäjien kanssa heidän yksityisyysasetuksiensa takia.
fr: Vous ne pouvez pas créer un groupe avec ces utilisateurs à cause de leurs paramètres de confidentialité.
id: Maaf, Anda tidak dapat membuat grup dengan pengguna ini karena pengaturan privasi mereka.
it: Spiacenti, non puoi creare un gruppo con questi utenti a causa delle loro impostazioni di privacy.
ko: 죄송합니다. 이 사용자의 개인 정보 설정으로 인해 함께 그룹을 만드실 수 없습니다.
ms: Maaf, anda tidak boleh cipta grup dengan pengguna ini kerana aturan privasi yang tidak membenarkan.
nl: Je kan geen groep maken met deze gebruikers vanwege de privacyinstellingen van deze gebruikers.
pl: Nie można utworzyć grupy z tymi użytkownikami ze względu na ich ustawienia prywatności.
pt_br: Desculpe, você não pode criar um grupo com esses usuários devido às configurações de privacidade deles.
ru: Вы не можете создать группу с этими пользователями из-за их настроек приватности.
sv: Beklagar, användarnas integritetsval hindrar dig att skapa en grupp med dessa.
tr: Üzgünüz, bu kullanıcılarla gizlilik ayarları nedeniyle bir grup oluşturamazsınız.
uk: Ви не можете створити групу з цими користувачами через їх політику приватності.
uz: Kechirasiz, ushbu foydalanuvchilarning maxfiylik sozlamalari tufayli siz ular ishtirokidagi guruh yarata olmaysiz.
zh_cn: 抱歉，根据其中一些用户的隐私设置，您无法与这些人建立群组。
zh_tw: 抱歉，根據其中一些用戶的隱私設定，您無法與這些人建立群組。

# CreateGroupForImport
source: Create a New Group to Import
ar: إنشاء مجموعة جديدة للاستيراد
be: Стварыце новую суполку для імпарту
ca: Creeu un grup nou per importar
de: Eine neue Gruppe zum Importieren erstellen
es: Crear un nuevo grupo para importar
fi: Luo uusi ryhmä tuontia varten
fr: Créez un nouveau groupe pour importer
it: Crea un nuovo gruppo per importare
ko: 그룹을 생성하여 대화 가져오기
ms: Cipta Grup baru untuk Import
nl: Nieuwe groep om te importeren
pl: Utwórz nową grupę do importu
pt_br: Crie um Novo Grupo para Importar
ru: Создать группу для импорта
sv: Skapa en ny grupp att importera
tr: İçe Aktarıma Yeni Bir Grup Oluştur
uk: Створити нову групу для імпорту

source: Create Link
ar: إنشاء رابط
be: Стварыць спасылку
ca: Crea un enllaç
de: Link erstellen
es: Crear enlace
fa: ایجاد لینک
fi: Luo linkki
fr: Créer un lien
id: Buat Tautan
it: Crea link
ko: 링크 만들기
ms: Cipta Link
nl: Link maken
pl: Utwórz link
pt_br: Criar Link
ru: Добавить ссылку
sv: Skapa länk
tr: Bağlantı Oluştur
uk: Створити посилання
uz: Havola yaratish
zh_cn: 创建链接
zh_tw: 建立鏈結

# CreateLinkHeader
source: CREATE
ar: إنشاء
be: СТВАРЫЦЬ
ca: CREA
de: ERSTELLEN
es: CREAR
fi: LUO
fr: CRÉER
it: CREA
ko: 생성
ms: CIPTA
pl: UTWÓRZ
pt_br: CRIAR
ru: СОЗДАТЬ
sv: SKAPA
tr: OLUŞTUR
uk: СТВОРИТИ

source: Create New Contact
ar: إنشاء جهة اتصال جديدة
be: Стварыць новы кантакт
ca: Crea un contacte nou
de: Neuen Kontakt erstellen
es: Crear nuevo contacto
fa: ایجاد مخاطب جدید
fi: Luo uusi yhteystieto
fr: Créer un contact
id: Buat Kontak Baru
it: Crea nuovo contatto
ko: 새 연락처 등록
ms: Cipta Kenalan Baru
nl: Maak nieuw contact
pl: Utwórz nowy kontakt
pt_br: Novo Contato
ru: Создать новый контакт
sv: Skapa ny kontakt
tr: Yeni Kişi Oluştur
uk: Створити новий контакт
uz: Yangi kontakt yaratish
zh_cn: 新建联系人信息
zh_tw: 新建聯絡人資料

# CreateNewFilter
source: Create New Folder
ar: إنشاء مجلد جديد
be: Стварыць новую папку
ca: Crea una carpeta
de: Neuen Ordner erstellen
es: Crear nueva carpeta
fa: ایجاد پوشه جدید
fi: Luo uusi kansio
fr: Créer un nouveau dossier
id: Buat Folder Baru
it: Crea nuova cartella
ko: 새 폴더 만들기
ms: Cipta Folder Baru
nl: Maak nieuwe map
pl: Utwórz nowy folder
pt_br: Criar Nova Pasta
ru: Создать новую папку
sv: Skapa ny mapp
tr: Yeni Klasör Oluştur
uk: Створити нову папку
uz: Yangi jild yaratish

# CreateNewFilterInfo
source: Create folders for different groups of chats and quickly switch between them.
ar: إنشاء مجلدات لمختلف المجموعات والمحادثات للتنقّل بينها بسرعة.
be: Стварайце папкі для розных груп чатаў і хутка пераключайцеся паміж імі.
ca: Creeu carpetes per a diferents grups de xats i canvieu ràpidament entre elles.
de: Erstelle Ordner für verschiedene Gruppen von Chats, um schnell zwischen ihnen zu wechseln.
es: Crea carpetas para diferentes grupos de chats y cambia rápidamente entre ellas.
fa: پوشه‌هایی را برای گروه‌های مختلف گفتگوها ایجاد کرده و به سرعت به هر یک از آن‌ها بروید.
fi: Ryhmittele keskustelut kansioihin ja vaihda nopeasti niiden välillä.
fr: Créez des dossiers pour différents groupes d'échanges et passez rapidement de l'un à l'autre.
id: Buat folder untuk berbagai jenis obrolan dan lebih mudah berpindah di antaranya.
it: Crea cartelle per diversi gruppi di chat e passa velocemente da una all'altra.
ko: 대화방을 모은 폴더를 여럿 만들고 신속하게 대화를 전환하세요.
ms: Cipta folder untuk grup bual berbeza dan tukar di antara mereka dengan pantas.
nl: Maak mappen voor verschillende groepen chats en wissel snel tussen ze.
pl: Twórz foldery dla różnych grup czatów i szybko przełączaj się między nimi.
pt_br: Crie pastas para diferentes grupos de chats e alterne rapidamente entre elas.
ru: Вы можете создать папки с нужными чатами и переключаться между ними.
sv: Skapa mappar för olika chattgrupper och växla enkelt mellan dem.
tr: Farklı sohbet grupları için klasörler oluşturun ve bunlar arasında hızlıca geçiş yapın.
uk: Організуйте свої чати в папки і швидко перемикайтеся між ними.
uz: Turli chatlar guruhi uchun jildlar yarating va ular orasida tezkor harakatlaning.

# CreateNewLink
source: Create a New Link
ar: إنشاء رابط جديد
be: Стварыць новую спасылку
ca: Crea un enllaç
de: Neuen Link erstellen
es: Crear un nuevo enlace
fi: Luo uusi linkki
fr: Créer un nouveau lien
it: Crea un nuovo link
ko: 새 링크 생성
ms: Cipta Link Baru
nl: Nieuwe link maken
pl: Utwórz nowy link
pt_br: Criar Novo Link
ru: Создать ссылку
sv: Skapa en ny länk.
tr: Yeni Bağlantı Oluştur
uk: Створити посилання

# CreateNewLinkHelp
source: You can generate invite links that expire after they are used.
ar: يُمكنك إنشاء روابط دعوة تنتهي صلاحيتها بعد أن يتم استخدامها.
be: Вы можаце згенерыраваць запрашальныя спасылкі з тэрмінам дзеяння, які адразу скончыцца пасля яе выкарыстання.
ca: Podeu generar enllaços d'invitació que caducaran després que s'usin.
de: Erstelle Einladungslinks, die ablaufen, nachdem sie benutzt worden sind.
es: Puedes generar enlaces de invitación que expirarán después de ser usados.
fi: Voit luoda kutsulinkkejä, jotka erääntyvät käytön jälkeen.
fr: Vous pouvez générer des liens d'invitation expirant après avoir été utilisés.
it: Puoi generare link d'invito che scadranno dopo essere stati usati.
ko: 사용이 완료 된 후 폐기되는 초대링크를 생성할 수 있습니다.
ms: Anda boleh cipta link jemputan yang akan lupus setelah ianya diguna.
nl: Je kunt uitnodigingslinks aanmaken die verlopen nadat ze zijn gebruikt.
pl: Możesz wygenerować linki zaproszeń, które wygasają po ich użyciu.
pt_br: Você pode gerar links de convite que irão expirar depois de usados.
ru: Вы можете ограничить срок действия ссылки или число вступлений.
sv: Du kan generera inbjudningslänkar som går ut efter att de använts.
tr: Kullanıldıktan sonra sona erecek davet bağlantıları oluşturabilirsiniz.
uk: Ви можете створити запрошувальне посилання, що буде діяти тимчасово.

source: Create New Theme
ar: إنشاء نمط جديد
be: Стварыць новую тэму
ca: Crea un tema
de: Neues Thema erstellen
es: Crear un nuevo tema
fa: ایجاد پوسته جدید
fi: Luo uusi teema
fr: Créer un nouveau thème
id: Buat Tema Baru
it: Crea nuovo tema
ko: 새로운 테마 만들기
ms: Cipta Tema Baru
nl: Nieuw thema maken
pl: Utwórz nowy motyw
pt_br: Criar Tema
ru: Создать новую тему
sv: Skapa ett nytt tema
tr: Yeni Tema Oluştur
uk: Створити нову тему
uz: Yangi mavzu yaratish
zh_cn: 创建新主题
zh_tw: 建立新主題

# CreateNewThemeAlert
source: You can create your own theme by changing colors within the app. You can always switch back to the default Telegram theme here.
ar: يمكنك إنشاء النمط الخاص بك عبر تغيير الألوان داخل التطبيق. يمكنك العودة إلى نمط تيليجرام الافتراضي في أي وقت من هنا.
be: Вы можаце стварыць уласную тэму, змяняючы колеры ў рэдактары. Тут вы заўсёды можаце вярнуцца да прадвызначанай тэмы.
ca: Podeu crear el vostre propi tema canviant els colors des de la mateixa aplicació. Sempre podreu tornar al tema predeterminat de Telegram aquí.
de: Du kannst dein eigenes Farbthema erstellen, indem du die Farben innerhalb der App änderst. Jederzeit kannst du hier zum Standard-Farbthema von Telegram zurückkehren.
es: Puedes crear tu propio tema cambiando los colores dentro de la aplicación. Siempre puedes volver al tema por defecto de Telegram aquí.
fa: شما می‌توانید با تغییر رنگ‌ها در داخل برنامه پوسته دلخواه خود را ایجاد کنید. شما همیشه می‌توانید از این قسمت به پوسته پیش‌فرض تلگرام بازگردید.
fi: Voit luoda oman teemasi muuttamalla sovelluksen värejä. Voit aina vaihtaa takaisin Telegramin oletusteemaan täältä.
fr: Vous pouvez créer votre propre thème en changeant les couleurs dans l'application. Vous pouvez toujours revenir au thème par défaut ici.
id: Anda dapat membuat tema sendiri dengan mengubah warna di dalam aplikasi. Anda selalu dapat beralih kembali ke tema bawaan Telegram di sini.
it: Puoi creare il tuo tema cambiando i colori all'interno dell'app. Puoi sempre tornare al tema Telegram di default qui.
ko: 앱 안에서 색들을 바꾸어 회원님만의 테마를 만드실 수 있습니다. 여기서 언제든지 기본 텔레그램 테마로 돌리실 수 있습니다.
ms: Anda boleh cipta tema anda sendiri dengan menukar warna dalam aplikasi. Anda boleh tukar ke tema asal Telegram pada bila-bila masa di sini.
nl: Je kunt je eigen thema maken door kleuren in de app aan te passen. Je kunt hier altijd het standaardthema weer instellen.
pl: Możesz stworzyć swój własny motyw, zmieniając kolory w aplikacji. W każdej chwili z tego miejsca możesz przywrócić domyślny motyw.
pt_br: Você pode criar seu próprio tema alterando as cores dentro do aplicativo. Você sempre pode voltar para o tema padrão do Telegram aqui.
ru: Настройте нужные цвета, чтобы создать собственную тему оформления. В этом же разделе можно вернуться к теме по умолчанию.
sv: Du kan skapa ett eget tema genom att ändra på färger inom appen. Du kan alltid byta tillbaka till Telegrams standardtema här.
tr: Uygulama içindeki renkleri değiştirerek kendi temanızı oluşturabilirsiniz. Buradan her zaman varsayılan Telegram temasına geri dönebilirsiniz.
uk: Ви можете створити власну тему, змінюючи кольори в застосунку. Повернутись до стандартної теми можна тут.
uz: Siz o'zingizning mavzuyingizni dastur ichidagi ranglarni o'zgartirib hosil qilishingiz mumkin. Istalgan vaqtda esa Telegramning odatiy mavzusiga ushbu joydan qaytishingiz mumkin.

# CreateNewThemeHelp
source: Tap on the palette icon to view the list of elements on each screen - and edit them.
ar: يرجى الضغط على أيقونة الألوان لاستعراض أو تعديل قائمة الخيارات في كل شاشة.
be: Націсніце на значок палітры, каб праглядзець спіс аб’ектаў на кожным экране і рэдагаваць іх.
ca: Toqueu la icona de la paleta per a veure la llista d'elements de cada pantalla, i editar-los.
de: Tippe auf das kleine Palettensymbol um eine Auswahl des jeweiligen Bildschirms anzuzeigen und wähle deine Wunschfarben.
es: Toca sobre el icono de la paleta de colores para ver la lista de elementos en cada ventana y editarlos.
fa: برای مشاهده فهرستی از عناصر در هر صفحه بر روی نماد پالت بزنید و آن‌ها را ویرایش کنید.
fi: Paina palettikuvaketta näyttääksesi ruudulla esiintyvien elementtien luettelon ja muokataksesi niitä.
fr: Touchez l'icône de palette pour voir les éléments sur chaque écran et les modifier.
id: Tekan ikon palet untuk melihat daftar elemen pada setiap layar - lalu edit.
it: Tocca sull'icona della tavolozza per vedere la lista degli elementi in ogni schermata - e modificarli.
ko: 각 화면의 구성 요소 목록을 보려면 팔레트 아이콘을 누르세요. 이들을 수정하실 수 있습니다.
ms: Tekan ikon pelet untuk lihat senarai unsur di setiap skrin dan sunting mereka.
nl: Tik op het palet-icoon om een lijst met elementen voor elk scherm te zien en deze te bewerken.
pl: Dotknij ikonę palety, aby wyświetlić listę elementów na każdym ekranie i edytować je.
pt_br: Toque no ícone da paleta para visualizar a lista de elementos de cada tela - e editá-los.
ru: Нажмите на иконку палитры, чтобы видеть и редактировать список элементов на экране.
sv: Tryck på palettikonen för att öppna eller redigera listan på varje skärm.
tr: Her ekranda elemanların listesini görüntülemek için palet simgesine dokunun ve bunları düzenleyin.
uk: На кожному екрані натискайте кнопку палітри і змінюйте кольори в списку.
uz: Har bir ekrandagi elementlar ro'yxatini ko'rish uchun punktlardan birini tanlang va ularni tahrirlang.
zh_cn: 点按调色板图标来查看每个屏幕上元素的列表并修改它们。
zh_tw: 點按調色板圖標來查看每個屏幕上元素的列表並修改它們。

# CreateNewThemeInfo
source: You can create your own theme by changing colors within the app. You can always switch back to the default Telegram theme here.
ar: يمكنك إنشاء نمطك الخاص لتغيير الألوان داخل التطبيق. يمكنك العودةُ دائمًا لنمط تيليجرام الافتراضي من هنا.
be: Вы можаце стварыць уласную тэму, змяняючы колеры ў рэдактары. Тут вы заўсёды можаце вярнуцца да прадвызначанай тэмы.
ca: Podeu crear el vostre propi tema canviant els colors de l'aplicació. Sempre podreu tornar al tema per defecte del Telegram aquí.
de: Erstelle dein eigenes Thema, indem du die Farben innerhalb der App änderst. Hier kannst du jederzeit zum vorgegebenen Telegram Thema zurückwechseln.
es: Puedes crear tu propio tema cambiando los colores en la aplicación. Siempre puedes volver al tema por defecto de Telegram aquí.
fa: شما می‌توانید با تغییر رنگ‌ها در داخل برنامه پوسته دلخواه خود را ایجاد کنید. شما همیشه می‌توانید از این قسمت به پوسته پیش‌فرض تلگرام بازگردید.
fi: Voit luoda oman teeman muokataksesi sovelluksessa näkyviä värejä. Voit aina palata takaisin Telegramin oletusteemaan täältä.
fr: Vous pouvez créer votre propre thème en changeant les couleurs depuis l'application. Vous pouvez toujours revenir au thème par défaut ici.
id: Anda dapat menciptakan tema sendiri dengan mengganti warna dalam aplikasi. Anda dapat beralih kembali ke tema standar Telegram di sini.
it: Puoi creare il tuo tema cambiando i colori all'interno dell'app. Puoi sempre tornare al tema di default di Telegram qui.
ko: 앱 안 구석구석 색깔을 바꿔 회원님만의 테마를 만드실 수 있습니다. 언제든지 여기서 텔레그램 테마를 기본으로 돌리실 수 있습니다.
ms: Anda boleh cipta tema anda sendiri dengan menukar warna di dalam aplikasi. Anda boleh tukar balik ke tema asal Telegram di sini.
nl: Door het veranderen van de kleuren in de app kun je je eigen thema maken. Je kunt hier altijd terugschakelen naar het standaardthema.
pl: Możesz stworzyć swój własny motyw, zmieniając kolory w aplikacji. W każdej chwili z tego miejsca możesz przywrócić domyślny motyw.
pt_br: Você pode criar seu próprio tema alterando as cores do app. É possível voltar ao tema padrão do Telegram aqui.
ru: Создайте собственную тему, изменяя цвета в приложении. Здесь Вы всегда можете вернуться к теме, которая использовалась по умолчанию.
sv: Du kan skapa ett eget tema genom att ändra på färgvalen i appen. Du kan alltid växla tillbaka till grundtemat.
tr: Uygulama içindeki renkleri değiştirerek kendi temanızı oluşturabilirsiniz. Varsayılan Telegram temasına buradan her zaman geri dönebilirsiniz.
uk: Ви можете створити власну тему, змінюючи кольори не покидаючи програму. Ви завжди можете перемкнутися назад до типової теми Telegram тут.
uz: Dastur rangini o'zgartirish orqali siz o'z mavzuyingizni yaratishingiz mumkin. Istalgan vaqtda ushbu oynada Telegramning odatiy mavzusiga qaytishingiz mumkin.
zh_cn: 您可以在应用内修改其颜色来创建您自己的主题。您可以在任何时候在这里还原为 Telegram 默认的主题。
zh_tw: 您可以在程式内修改其顔色來建立您自己的主題。您可以在任何時候在這裏還原為 Telegram 默認的主題。

# CreateNewThemeMenu
source: Create new theme
ar: إنشاء نمط جديد
be: Стварыць новую тэму
ca: Crea un tema nou
de: Neues Thema erstellen
es: Crear nuevo tema
fa: ایجاد پوسته جدید
fi: Luo uusi teema
fr: Créer un nouveau thème
id: Buat tema baru
it: Crea nuovo tema
ko: 새로운 테마 만들기
ms: Cipta tema baru
nl: Nieuw thema maken
pl: Utwórz nowy motyw
pt_br: Criar tema
ru: Создать новую тему
sv: Skapa nytt tema
tr: Yeni tema oluştur
uk: Створити нову тему
uz: Yangi mavzu yaratish

# CreatePasscode
source: Create a passcode
ar: إنشاء رمز للقفل
be: Стварыць код доступу
ca: Creació d'un codi
de: Pincode erstellen
es: Crear un código
fi: Lisää pääsykoodi
fr: Créer un code d'accès
it: Crea un codice
ms: Cipta kata laluan
pl: Utwórz kod dostępu
pt_br: Criar um código
ru: Создание код-пароля
sv: Skapa en åtkomstkod
tr: Bir parola oluştur
uk: Створити код блокування

# CreatePasscodeInfoPassword
source: Please enter the password you will use to unlock Telegram.
ar: يرجى إدخال كلمة المرور التي ستُستخدَم لفتح قفل تيليجرام.
be: Увядзіце пароль, які вы будзеце выкарыстоўваць для разблакіроўкі Telegram.
ca: Introduïu la contrasenya amb què desblocareu el Telegram.
es: Pon la contraseña que usarás para desbloquear Telegram.
fi: Syötä salasana, joka vaaditaan pääsyyn Telegramiin.
fr: Veuillez saisir le code d'accès que vous utiliserez pour déverrouiller Telegram.
it: Inserisci la password che userai per sbloccare Telegram.
ms: Sila masukkan kata laluan yang anda akan guna untuk buka kunci Telegram.
pl: Wprowadź hasło, które będzie używane do odblokowania Telegrama.
pt_br: Digite a senha que será usada para desbloquear o Telegram.
ru: Введите пароль, который хотите использовать для разблокировки приложения.
sv: Ange åtkomstkoden som du vill använda för att låsa upp Telegram.
tr: Lütfen Telegram'ın kilidini açmak için kullanacağınız parolayı girin.
uk: Придумайте пароль, яким ви хочете розблоковувати Telegram.

# CreatePasscodeInfoPIN
source: Please enter any 4 digits that you will use to unlock Telegram.
ar: يرجى إدخال أي 4 أرقام والتي ستُستخدَم لفتح قفل تيليجرام.
be: Увядзіце любыя 4 лічбы, якія вы будзеце выкарыстоўваць для разблакіроўкі Telegram.
ca: Introduïu quatre dígits qualssevol amb què desblocareu el Telegram.
es: Pon los 4 dígitos que usarás para desbloquear Telegram.
fi: Syötä neljänumeroinen koodi, jolla Telegram-sovelluksen lukitus avataan.
fr: Veuillez saisir 4 chiffres que vous utiliserez pour déverrouiller Telegram.
it: Inserisci le 4 cifre che userai per sbloccare Telegram.
ms: Sila masukkan 4 angka yang anda akan guna untuk buka kunci Telegram.
pl: Wprowadź dowolne 4 cyfry, które będą używane do odblokowania Telegrama.
pt_br: Digite os 4 dígitos que serão usados para desbloquear o Telegram.
ru: Введите 4 цифры, которые хотите использовать для разблокировки приложения.
sv: Mata in en 4-siffrig kod att använda för att låsa upp telegramappen.
tr: Lütfen Telegram'ın kilidini açmak için kullanacağınız herhangi bir 4 rakamı girin.
uk: Придумайте 4 цифри, якими ви хочете розблоковувати Telegram.

# CreatePassword
source: Create a Password
ar: إنشاء كلمة مرور
ca: Crea una contrasenya
de: Passwort erstellen
es: Crear una contraseña
fi: Lisää salasana
fr: Créer un mot de passe
it: Crea una password
ms: Cipta Kata Laluan
pl: Utwórz hasło
pt_br: Criar uma Senha
ru: Создание пароля
sv: Skapa ett lösenord
tr: Bir parola oluştur
uk: Створити пароль

source: CREATE THEME
ar: إنشاء نمط
be: СТВАРЫЦЬ ТЭМУ
ca: CREA UN TEMA
de: THEMA ERSTELLEN
es: CREAR TEMA
fa: ایجاد پوسته
fi: Luo teema
fr: CRÉER UN THÈME
id: BUAT TEMA
it: CREA TEMA
ko: 테마 만들기
ms: CIPTA TEMA
nl: THEMA MAKEN
pl: UTWÓRZ MOTYW
pt_br: CRIAR TEMA
ru: СОЗДАТЬ ТЕМУ
sv: Skapa tema
tr: TEMA OLUŞTUR
uk: СТВОРИТИ ТЕМУ
uz: MAVZU YARATISH

source: CROP
ar: قص
be: АБРЭЗАЦЬ
ca: RETALLA
de: SCHNEIDEN
es: RECORTAR
fa: بریدن
fi: RAJAA
fr: RECADRER
id: POTONG
it: RITAGLIA
ko: 자르기
ms: POTONG
nl: BIJSNIJDEN
pl: PRZYTNIJ
pt_br: CORTAR
ru: КАДРИРОВАТЬ
sv: Beskär
tr: KIRP
uk: ОБРІЗАТИ
uz: QIRQISH
zh_cn: 裁剪
zh_tw: 裁剪

source: Crop image
ar: قص الصورة
be: Абрэзаць відарыс
ca: Retalla la imatge
de: Bild zuschneiden
es: Recortar imagen
fa: بریدن تصویر
fi: Rajaa kuva
fr: Recadrer
id: Potong gambar
it: Ritaglia immagine
ko: 사진 자르기
ms: Potong imej
nl: Foto bijsnijden
pl: Przytnij zdjęcie
pt_br: Recortar imagem
ru: Кадрировать
sv: Beskär bild
tr: Resmi kırp
uk: Обрізати зображення
uz: Rasmni qirqish
zh_cn: 裁剪图片
zh_tw: 裁剪圖片

# CropOriginal
source: Original
ar: الأصلي
be: Арыгінал
fa: اصلی
fi: Alkuperäinen
id: Orisinal
it: Originale
ko: 원본
ms: Asal
nl: Origineel
pl: Oryginał
ru: Оригинал
tr: Özgün
uk: Оригінал
zh_cn: 原图
zh_tw: 原圖

# CropReset
source: Reset
ar: إعادة تعيين
be: Скінуць
ca: Restableix
de: Zurücksetzen
es: Restablecer
fa: بازنشانی
fi: Nollaa
fr: Réinitialiser
it: Ripristina
ko: 초기화
ms: Set semula
nl: Resetten
pl: Resetuj
pt_br: Redefinir
ru: Сброс
sv: Återställ
tr: Sıfırla
uk: Скинути
uz: Asliga qaytarish
zh_cn: 重置
zh_tw: 重置

# CropSquare
source: Square
ar: مربع
be: Квадрат
de: Quadrat
es: Cuadrada
fa: مربع
fi: Neliö
fr: Carré
id: Persegi
it: Quadrato
ko: 정방형
ms: Petak
nl: Vierkant
pl: Kwadrat
pt_br: Quadrado
ru: Квадрат
sv: Kvadrat
tr: Kare
uk: Квадрат
uz: Kvadrat
zh_cn: 正方形
zh_tw: 正方形
